[
    {
      "id": "1",
      "image": "https://i.ibb.co/bRsqt08/c7.jpg",
      "courseFee": 228,
      "name": "Vue.js",
      "description": "Vue is a JavaScript framework for building user interfaces. It builds on top of standard HTML, CSS and JavaScript, and provides a declarative and component-based programming model that helps you efficiently develop user interfaces, be it simple or complex"
    },
    {
      "id": "2",
      "image": "https://i.ibb.co/y8VXfkD/c6.jpg",
      "courseFee": 286,
      "name": "Angular",
      "description": "AngularJS is a structural framework for dynamic web apps. It lets you use HTML as your template language and lets you extend HTML's syntax to express your application's components clearly and succinctly. AngularJS's data binding and dependency injection eliminate much of the code you would otherwise have to write."
    },
    {
      "id": "3",
      "image": "https://i.ibb.co/CWK2wbz/logo-og.png",
      "courseFee": 212,
      "name": "React",
      "description": "It's used for building interactive user interfaces and web applications quickly and efficiently with significantly less code than you would with vanilla JavaScript. In React, you develop your applications by creating reusable components that you can think of as independent Lego blocks"
    },
    {
      "id": "4",
      "image": "https://i.ibb.co/R4cTBDy/nodejs-development-solutions.png",
      "courseFee": 298,
      "name": "Node.js",
      "description": "It is used for server-side programming, and primarily deployed for non-blocking, event-driven servers, such as traditional web sites and back-end API services, but was originally designed with real-time, push-based architectures in mind."
    },
    {
      "id": "5",
      "image": "https://i.ibb.co/YjTQmDZ/c3.jpg",
      "courseFee": 225,
      "name": "Python",
      "description": "Python is a high-level general-purpose interpreted programming language that was developed to emphasize code readability. JavaScript is a programming language that conforms to the ECMAScript specification. 2. It is a scripting language used for developing both desktop and web applications."
    },
    {
      "id": "6",
      "image": "https://i.ibb.co/kBnrMqj/c2.jpg",
      "courseFee": 214,
      "name": "CSS",
      "description": "An overview: HTML provides the basic structure of sites, which is enhanced and modified by other technologies like CSS and JavaScript. CSS is used to control presentation, formatting, and layout. JavaScript is used to control the behavior of different elements."
    }
  ]